albert.tabout
dbaeumer.vscode-eslint
editorconfig.editorconfig
github.copilot-chat
llvm-vs-code-extensions.vscode-clangd
ms-python.python
ms-python.vscode-pylance
pkief.material-icon-theme
shd101wyy.markdown-preview-enhanced
svelte.svelte-vscode
zhuangtongfa.material-theme
